/* afpAccessDenied */
"-5000.message" = "您没有打开应用程序“%@”的权限。";
"-5000.info" = "请联系您的电脑或网络管理员以获得帮助。";
"-5000.help" = "mh1519";

/* afpAccessDenied - but for document */
"documentPermissionError" = "您没有打开文稿“%@”的权限。";
"documentPermissionError.info" = "请联系您的电脑或网络管理员以获得帮助。";
"documentPermissionError.help" = "mh1519";

/* afpInsideTrashErr*/
"-5044.message" = "您不能打开应用程序“%@”，因为它在废纸篓中。";
"-5044.info" = "要打开此应用程序，请将其移出废纸篓。";

/* kLSAppInTrashErr */
"-10660.message" = "您不能打开应用程序“%@”，因为它在废纸篓中。";
"-10660.info" = "要打开此应用程序，请将其移出废纸篓。";

/* kLSAppIsInBackupSnapshotErr */
"-10657.message" = "您不能打开应用程序“%@”，因为它是 Time Machine 备份项。";

/* kLSIncompatibleApplicationVersionErr */
"-10664.message" = "应用程序“%@”的这个版本不能与此版本的 Mac OS X 配合使用。";
"-10664.info" = "您使用的是 %@ %@。";
"-10664.help" = "mh24615";

/* kLSIncompatibleApplicationVersionErr with Software Update */
"-10664.message.2" = "若要打开“%@”，您需要更新到最新版本。";
"-10664.info.2" = "请运行“软件更新”以立即安装它。";

/* kLSNoRosettaEnvironmentErr */
"-10665.title" = "要打开 %@，您需要安装 Rosetta。您想现在安装它吗？";
"-10665.error.title" = "要打开 %@，您需要安装 Rosetta。";
"-10665.error.nonetwork" = "要安装 Rosetta，请连接到 Internet 并打开“%@”。如果您不能连接到 Internet，请插入 Mac OS X 安装光盘，打开“可选安装”文件夹，然后连按“可选安装”。";
"-10665.error.noserver" = "现在没有软件更新。当有软件更新时，请再次打开“%@”。";
"-10665.error.busy" = "另一个软件更新正在运行。请等到该更新完成，然后再打开“%@”以安装 Rosetta。";
"-10665.error.notfound" = "若要稍后安装 Rosetta，请再次打开“%@”。如果您不能连接到 Internet，请插入 Mac OS X 安装光盘，打开“可选安装”文件夹，然后连按“可选安装”。";

/* kLSNoClassicEnvironmentErr */
"-10828.message" = "您不能打开应用程序“%@”，因为 Classic 环境不再受支持。";

/*kLSIncompatibleSystemVersionErr*/
"-10825.message" = "应用程序“%@”的这个版本不能与此版本的 Mac OS X 配合使用。";
"-10825.info" = "您使用的是 Mac OS X %@。该应用程序要求 Mac OS X %@ 或更高版本。";
"-10825.help" = "mh24616";

/* kLSNoLaunchPermissionErr */
"-10826.message" = "您没有打开应用程序“%@”的权限。";
"-10826.info" = "请联系您的电脑或网络管理员以获得帮助。";
"-10826.help" = "mh1519";

/* kLSNoExecutableErr */
"-10827.message" = "您不能打开应用程序“%@”，因为它可能已损坏或不完整。";

/* kLSMultipleSessionsNotSupportedErr */
"-10829.message" = "您不能打开应用程序“%@”，因为其他人正在使用它。";
"-10829.info" = "请要求其他用户退出该应用程序，然后再试一次。";

/* fnfErr */
"-43.message" = "找不到该应用程序。";

/* kLSApplicationNotFoundErr -10814 */
kLSApplicationNotFoundErr = "没有指定默认的应用程序来打开文稿“%@”。";
kLSApplicationNotFoundErr.url = "没有指定默认的应用程序来打开 URL %@。";

/* this is the default message we use if no other error was found */
default.message = "不能打开应用程序“%@”。";
default.info = "%d";

default2.message = "不能打开该应用程序。";

/* kLSExecutableIncorrectFormat -10661 */
"-10661.message" = "您不能打开应用程序“%@”，因为此类型的 Mac 不支持该应用程序。";

SU_BUTTON = "软件更新…";

OK = "好";